const questions = [
  {
    text: 'اینترکارسولار چیه دقیقا؟',
    answer: 'اینترکارسولار درواقع همون کارسوق ریاضی مهرگانه که به طور مجازی، توسط عده‌ای از دانش آموزان دبیرستانی و دانشجویان فارغ‌التحصیل سمپاد برگزار می شه. توی اینترکارسولار قراره که در کنار هم، توی دنیای ریاضیات سفر کنیم و جور دیگه ای بهش نگاه کنیم. اگه دوست دارید لذت ریاضی واقعی رو تجربه کنید ، توی این ماجراجویی با ما همراه باشید :)'
  },
  {
    text: 'دانش‌آموزان چه پایه‌ای می‌تونن توی اینترکارسولار شرکت کنن؟',
    answer: 'همه ی دانش‌آموزان دبیرستان دوره اول متوسطه ( پایه های هفتم، هشتم ، نهم ) ، می تونند توی اینترکارسولار ثبت نام کنند. بنابراین :) اگه دوستانی دارید که توی این پایه ها تحصیل می کنند و به ریاضی علاقه مندن ( یا نیستند ولی دوست دارند به ریاضی یه شانس دوباره ای بدن ) ، می تونید مارو بهشون معرفی کنید!'
  },
  {
    text: 'چه‌جوری باید توی اینترکارسولار ثبت‌نام کنیم؟',
    answer: 'ثبت نام از تاریخ ۱۶ بهمن ماه آغاز می شه و شما می تونید از طریق همین سایت (interkarsolar.ir) توی اینترکارسولار سفینه ی فضاییتون رو بسازید و بعد از وارد شدن به سفینه ، کار های ثبت نامتون رو انجام بدید.'
  },

  {
    text: 'زمان ثبت‌نام کی شروع میشه؟',
    answer: 'ثبت نام همونطور که گفتم از ۱۶ بهمن ماه شروع می شه و به مدت ۱۱ روز، یعنی تا ۲۶ بهمن ادامه داره. البته این تاریخ توسط کمیته برگزاری تا ۳ اسفند تمدید شد!'
  },

  // {
  //   text: 'کجا باید ثبت‌نام کنیم؟',
  //   answer: 'بابا اینارو همین دو تا سوال قبل‌تر گفتم! ثبت‌نام توی همین سایت(interkarsolar.ir) انجام میشه.'
  // },

  {
    text: 'حالا ثبت‌نام کردیم، بعدش باید چیکار کنیم؟',
    answer: 'زمانی که ثبت نامتون با موفقیت به پایان رسید ، باید صبر کنید تا مرحله ی اول اینترکارسولار شروع بشه. این آزمون شامل تعدادی سوال ریاضی و صد البته خلاقانه است که شما باید در طی ۳ روز به اون ها پاسخ بدید و توی سامانه ارسال کنید.'
  },

  {
    text: 'مرحله اول کجا برگزار میشه؟',
    answer: 'همینجا توی همین سایت! شما می تونید از ۴ ام تا ۶ ام اسفند ماه با وارد شدن به سامانه‌ی آزمون، به سوالات پاسخ بدید.'
  },

  // {
  //   text: 'برای مرحله اول چقدر زمان دارم؟',
  //   answer: 'تا ساعت ۱۲ شب جمعه ۶ اسفند هر زمان که خواستید می‌تونید آزمون را شروع کنید و بعد از آن هر چندبار که خواستید وارد بشید و پاسخ‌هاتون را تغییر بدید پس اصلا نگران زمان نباشید.'
  // },

  {
    text: 'اطلاعیه‌های جدید درباره مسابقه را از کجا می‌تونیم ببینیم؟',
    answer: 'حتما ما را در شبکه‌های اجتماعی بله، روبیکا، تلگرام و اینستاگرام به نشانی @karsooghmehregan دنبال کنید همه اخبار درباره مسابقه از طریق این کانال‌ها بهتون اعلام می‌شه.'
  },

  {
    text: 'نتایج مرحله اول کی و کجا مشخص می‌شوند؟',
    answer: 'نتایج از طریق همین سایت در فروردین‌ماه اعلام می‌شوند ولی اصلا نگران نباشید به محض اینکه نتایج آماده بشند در شبکه‌های اجتماعیمون اعلام می‌کنیم پس حتما  حتما ما را دنبال کنید  .'
  },
  // {
  //   text: 'اگه بخوایم خودمونو برای مرحله اول آماده کنین، چی کار باید کنیم؟',
  //   answer: 'هیچی! سوالات اینترکارسولار کاملا متکی به خلاقیت و منطق شما هستند و هیچ پیش نیازی ندارند! ولی اگه دوست داشتید تا بیشتر با نمونه سوال های کارسوق آشنا بشید، می تونید به بخش سوالات سال های گذشته سر بزنید! (دکمه‌اش اون بالاست)'
  // },

];

export default questions;
